acpi
adobe-source-code-pro-fonts
alacritty
alsa-utils
anki
antigen-git
autoconf
automake
bash
bat
bdf-unifont
biber
binutils
bison
bluez
bluez-utils
boost
bzip2
cheese
compton
conky
coreutils
cowsay
cryptsetup
ctags
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
dmenu
dropbox
dunst
e2fsprogs
efibootmgr
emacs
fakeroot
feh
file
filesystem
findutils
firefox
fish
flashplugin
flex
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
grep
groff
grub
gthumb
gzip
hplip
htop
i3-gaps
i3blocks
i3lock
i3status
i7z
iftop
inetutils
intel-ucode
iproute2
iputils
irssi
jfsutils
languagetool
less
libtool
licenses
linux
logrotate
lsof
lvm2
m4
make
man-db
man-pages
matrix-synapse
mdadm
mlocate
mpv
nano
ncpamixer
neofetch
neovim
netctl
netctl-eduroam
network-manager-applet
networkmanager
newsboat
nmap
nodejs
noto-fonts
nss-mdns
openssh
openvpn
otf-font-awesome
pacman
pacman-contrib
pamixer
pandoc
patch
pavucontrol
pciutils
pcmciautils
perl
pkgconf
playerctl-git
polybar
powerline-fonts-git
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
python
python-pip
qutebrowser
ranger
redshift
reiserfsprogs
rofi
rsync
s-nail
sagemath
scrot
sed
shadow
siji-git
skypeforlinux-stable-bin
sl
speedtest-cli
spotify
stress
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tlp
tmux
tree
ttf-font-awesome
ttf-linux-libertine
unzip
usbutils
util-linux
vi
vim
w3m
wget
which
wpa_actiond
wpa_supplicant
xawtv
xbindkeys
xclip
xdg-utils
xdotool
xfsprogs
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xfd
xorg-xinit
xorg-xinput
xorg-xprop
xorg-xrandr
xorg-xwininfo
youtube-dl
zathura
zathura-pdf-poppler
zsh
